import 'package:flutter/cupertino.dart';
import 'package:flutter/material.dart';

class AboutPage extends StatelessWidget{
  @override
  Widget build(BuildContext context) {
    return Scaffold(
      appBar: AppBar(title: Text('О нас'),),
      body: Padding(
        padding: const EdgeInsets.all(8.0),
        child: Container(child: Text('''Оргонизация максаты?

    Биздин долбоордун идеясы жөнөкөй.
          Долбоордун максаты- Жалал-Абад облусунун районундагы шаар-айылдарынын тургундарына атайын жасалган, жаңылык-жарыяларды кабардар кылып турган тиркеме. Адамдын убактысын үнөмдөйт. Жерибиздин социалдык жана технологиялык өнүгүүсүнө түрткү болот.

          Тиркемени колдонуу оңой – регистрация, анкета толтуруунун кереги жок.
          Жарыяларды бат табуу үчүн, “Издөө” функциясын колдонуңуз.
          Негизши категориялар: спорт, автоунаа, турак жай, электроника, мал-чарба, жумуш издөө, жумуш берүү, ден-соолук, мүлк, буюм сатуу, кызмат көрсөтүү, ж.б.
          '''),),
      ),
    );


  }

}